Repository: ReZe20/WE-Tool
Catalog: WE Tool/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# WhitelistWindow_OpenFolder.Content
source: Open Folder
es_es: Abrir directorio
fr_fr: Ouvrir le répertoire
it_it: Apri directory
ko_kr: 디렉터리 열기
ru_ru: Открыть каталог
zh_tw: 開啟目錄

# WhitelistWindow_Remove.Content
source: Remove from Whitelist
es_es: Eliminar de la lista blanca
fr_fr: Retirer de la liste blanche
it_it: Rimuovi dalla lista bianca
ko_kr: 화이트리스트에서 제거
ru_ru: Удалить из белого списка
zh_tw: 移出白名單

# LoadPapers_Title.Text
source: Import & Extract
es_es: Importar y extraer
fr_fr: Importer et extraire
it_it: Importa ed estrai
ko_kr: 가져오기 및 압축 해제
ru_ru: Импорт и извлечение
zh_tw: 匯入解包

# LoadPapers_DragHint.Text
source: Drag wallpaper packages here
es_es: Arrastra paquetes de fondos de pantalla aquí
fr_fr: Glissez les paquets de fonds d'écran ici
it_it: Trascina i pacchetti sfondo qui
ko_kr: 배경화면 패키지를 여기에 드래그하세요
ru_ru: Перетащите пакеты обоев сюда
zh_tw: 拖曳壁紙套件到此處

# LoadPapers_DragSubhint.Text
source: Supports .pkg / .mpkg wallpaper package files
es_es: Soporta archivos de paquete .pkg / .mpkg
fr_fr: Prend en charge les fichiers .pkg / .mpkg
it_it: Supporta file pacchetto .pkg / .mpkg
ko_kr: .pkg / .mpkg 배경화면 패키지 파일 지원
ru_ru: Поддерживает файлы пакетов .pkg / .mpkg
zh_tw: 支援 .pkg / .mpkg 壁紙套件檔案

# LoadPapers_SetExportDir.Label
source: Set Export Directory
es_es: Establecer directorio de exportación
fr_fr: Définir le répertoire d'export
it_it: Imposta directory di esportazione
ko_kr: 내보내기 디렉토리 설정
ru_ru: Задать каталог экспорта
zh_tw: 設定匯出目錄

# LoadPapers_ExportDirPlaceholder.PlaceholderText
source: Export directory (leave empty to use Papers export directory)
es_es: Directorio de exportación (dejar vacío para usar el directorio de Papers)
fr_fr: Répertoire d'export (laisser vide pour utiliser le répertoire Papers)
it_it: Directory di esportazione (lascia vuoto per usare la directory Papers)
ko_kr: 내보내기 디렉토리 (비워두면 Papers 내보내기 디렉토리 사용)
ru_ru: Каталог экспорта (оставьте пустым для использования каталога Papers)
zh_tw: 匯出目錄（留空用 Papers 匯出目錄）

# LoadPapers_SelectFile.Label
source: Select Files
es_es: Seleccionar archivos
fr_fr: Sélectionner des fichiers
it_it: Seleziona file
ko_kr: 파일 선택
ru_ru: Выбрать файлы
zh_tw: 選擇檔案

# LoadPapers_ScanFolder.Label
source: Scan Folder
es_es: Escanear carpeta
fr_fr: Scanner le dossier
it_it: Scansiona cartella
ko_kr: 폴더 스캔
ru_ru: Сканировать папку
zh_tw: 掃描資料夾

# LoadPapers_Clear.Label
source: Clear
es_es: Vaciar
fr_fr: Vider
it_it: Svuota
ko_kr: 비우기
ru_ru: Очистить
zh_tw: 清空

# LoadPapers_StartExtract.Label
source: Start Extracting
es_es: Iniciar extracción
fr_fr: Lancer l'extraction
it_it: Avvia estrazione
ko_kr: 압축 해제 시작
ru_ru: Начать извлечение
zh_tw: 開始解包

# LoadPapers_Pause.Label
source: Pause
es_es: Pausa
it_it: Pausa
ko_kr: 일시 정지
ru_ru: Пауза
zh_tw: 暫停

# LoadPapers_Stop.Label
source: Stop
es_es: Detener
fr_fr: Arrêter
it_it: Ferma
ko_kr: 중지
ru_ru: Остановить
zh_tw: 停止

# LoadPapers_ProjectDir.Content
source: Project Directory
es_es: Directorio del proyecto
fr_fr: Répertoire du projet
it_it: Directory del progetto
ko_kr: 프로젝트 디렉토리
ru_ru: Каталог проекта
zh_tw: 專案目錄

# LoadPapers_ExportDir.Content
source: Export Directory
es_es: Directorio de exportación
fr_fr: Répertoire d'export
it_it: Directory di esportazione
ko_kr: 내보내기 디렉토리
ru_ru: Каталог экспорта
zh_tw: 匯出目錄

# LoadPapers_BrowseFolder.Content
source: Browse Folder
es_es: Examinar carpeta
fr_fr: Parcourir le dossier
it_it: Sfoglia cartella
ko_kr: 폴더 찾아보기
ru_ru: Обзор папки
zh_tw: 瀏覽資料夾

# LoadPapers_Resume.Label
source: Resume
es_es: Reanudar
fr_fr: Reprendre
it_it: Riprendi
ko_kr: 재개
ru_ru: Возобновить
zh_tw: 恢復

# CleanupPage.Content
source: Cleanup
es_es: Limpieza
fr_fr: Nettoyage
it_it: Pulizia
ko_kr: 잔여 정리
ru_ru: Очистка
zh_tw: 殘留清理

# Cleanup_BatchWhitelist.Label
source: Add to Whitelist
es_es: Añadir a lista blanca
fr_fr: Ajouter à la liste blanche
it_it: Aggiungi alla lista bianca
ko_kr: 화이트리스트에 추가
ru_ru: Добавить в белый список
zh_tw: 加入白名單

# Cleanup_BatchDelete.Label
source: Delete Selected
es_es: Eliminar seleccionados
fr_fr: Supprimer la sélection
it_it: Elimina selezionati
ko_kr: 선택 삭제
ru_ru: Удалить выбранные
zh_tw: 刪除選取

# Cleanup_WhitelistManage.Label
source: Whitelist
es_es: Lista blanca
fr_fr: Liste blanche
it_it: Lista bianca
ko_kr: 화이트리스트
ru_ru: Белый список
zh_tw: 白名單

# Cleanup_Rescan.Label
source: Rescan
es_es: Volver a escanear
fr_fr: Rescanner
it_it: Riscansiona
ko_kr: 다시 스캔
ru_ru: Повторное сканирование
zh_tw: 重新掃描

# Cleanup_DeleteAll.Label
source: Clean Up All
es_es: Limpiar todo
fr_fr: Tout nettoyer
it_it: Pulisci tutto
ko_kr: 모두 정리
ru_ru: Очистить всё
zh_tw: 全部清理

# Cleanup_TypeExcess
source: Extra
fr_fr: Excédent
ko_kr: 여분
ru_ru: Лишние
zh_tw: 多餘

# Cleanup_TypeUnloaded
source: Unloaded
es_es: Desinstalado
fr_fr: Désinstallé
it_it: Rimosso
ko_kr: 제거됨
ru_ru: Удалён
zh_tw: 移除

# Cleanup_StatsExcess
source: {0} extra files · {1}
es_es: {0} archivos extra · {1}
fr_fr: {0} fichiers excédents · {1}
it_it: {0} file extra · {1}
ko_kr: {0}개의 여분 파일 · {1}
ru_ru: {0} лишних файлов · {1}
zh_tw: {0} 個多餘檔案 · {1}

# Cleanup_StatsUnloaded
source: {0} files · {1}
es_es: {0} archivos · {1}
fr_fr: {0} fichiers · {1}
it_it: {0} file · {1}
ko_kr: {0}개의 파일 · {1}
ru_ru: {0} файлов · {1}
zh_tw: {0} 個檔案 · {1}

# Cleanup_EmptyFolderName
source: (empty folder)
es_es: (carpeta vacía)
fr_fr: (dossier vide)
it_it: (cartella vuota)
ko_kr: (빈 폴더)
ru_ru: (пустая папка)
zh_tw: (空資料夾)

# Cleanup_ScanFailed
source: Scan failed: {0}
es_es: Error al escanear: {0}
fr_fr: Échec de l'analyse : {0}
it_it: Scansione fallita: {0}
ko_kr: 스캔 실패: {0}
ru_ru: Не удалось сканировать: {0}
zh_tw: 掃描失敗：{0}

# Cleanup_CleanedComplete
source: Cleaned residue of {0} wallpapers
es_es: Residuos de {0} fondos limpiados
fr_fr: Résidus de {0} fonds d'écran nettoyés
it_it: Puliti i residui di {0} sfondi
ko_kr: {0}개 배경화면의 잔여 정리 완료
ru_ru: Очищены остатки {0} обоев
zh_tw: 已清理 {0} 張壁紙的殘留

# Cleanup_Summary
source: {0} items · {1}
es_es: {0} elementos · {1}
fr_fr: {0} éléments · {1}
it_it: {0} elementi · {1}
ko_kr: 총 {0}개 · {1}
ru_ru: Всего {0} · {1}
zh_tw: 共 {0} 項殘留 · {1}

# Cleanup_ConfirmClean.Title
source: Clean Up {0}
es_es: Limpiar {0}
fr_fr: Nettoyer {0}
it_it: Pulisci {0}
ko_kr: {0} 정리
ru_ru: Очистить {0}
zh_tw: 清理 {0}

# Cleanup_ConfirmClean.Content
source: This will delete {0} residual files. This action cannot be undone.
es_es: Se eliminarán {0} archivos residuales. Esta acción no se puede deshacer.
fr_fr: Cela supprimera {0} fichiers résiduels. Cette action est irréversible.
it_it: Verranno eliminati {0} file residui. Questa azione non può essere annullata.
ko_kr: {0}개의 잔여 파일이 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
ru_ru: Будет удалено {0} файлов остатков. Это действие нельзя отменить.
zh_tw: 將刪除 {0} 個殘留檔案，此操作不可撤銷。

# Cleanup_ConfirmClean.Ok
source: Clean Up
es_es: Limpiar
fr_fr: Nettoyer
it_it: Pulisci
ko_kr: 정리
ru_ru: Очистить
zh_tw: 清理

# Cleanup_CleanFail.Title
source: Cleanup Failed
es_es: Error de limpieza
fr_fr: Échec du nettoyage
it_it: Pulizia fallita
ko_kr: 정리 실패
ru_ru: Не удалось очистить
zh_tw: 清理失敗

# Cleanup_ConfirmBatchDelete.Title
source: Delete Selected ({0})
es_es: Eliminar seleccionados ({0})
fr_fr: Supprimer la sélection ({0})
it_it: Elimina selezionati ({0})
ko_kr: 선택 삭제 ({0})
ru_ru: Удалить выбранные ({0})
zh_tw: 刪除選取 ({0} 項)

# Cleanup_ConfirmDeleteAll.Title
source: Clean Up All
es_es: Limpiar todo
fr_fr: Tout nettoyer
it_it: Pulisci tutto
ko_kr: 모두 정리
ru_ru: Очистить всё
zh_tw: 全部清理

# Cleanup_ConfirmDeleteAll.Content
source: This will delete {1} residual files from {0} wallpapers. This action cannot be undone.
es_es: Se eliminarán {1} archivos residuales de {0} fondos. Esta acción no se puede deshacer.
fr_fr: Cela supprimera {1} fichiers résiduels de {0} fonds d'écran. Cette action est irréversible.
it_it: Verranno eliminati {1} file residui da {0} sfondi. Questa azione non può essere annullata.
ko_kr: {0}개 배경화면의 {1}개 잔여 파일이 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
ru_ru: Будет удалено {1} файлов остатков из {0} обоев. Это действие нельзя отменить.
zh_tw: 將刪除 {0} 張壁紙的 {1} 個殘留檔案，此操作不可撤銷。

# Cleanup_ConfirmDeleteAll.Ok
source: Clean Up All
es_es: Limpiar todo
fr_fr: Tout nettoyer
it_it: Pulisci tutto
ko_kr: 모두 정리
ru_ru: Очистить всё
zh_tw: 全部清理

# Cleanup_BatchWhitelistCount
source: Add to Whitelist ({0})
es_es: Añadir a lista blanca ({0})
fr_fr: Ajouter à la liste blanche ({0})
it_it: Aggiungi alla lista bianca ({0})
ko_kr: 화이트리스트에 추가 ({0})
ru_ru: Добавить в белый список ({0})
zh_tw: 加入白名單 ({0})

# Cleanup_BatchDeleteCount
source: Delete Selected ({0})
es_es: Eliminar seleccionados ({0})
fr_fr: Supprimer la sélection ({0})
it_it: Elimina selezionati ({0})
ko_kr: 선택 삭제 ({0})
ru_ru: Удалить выбранные ({0})
zh_tw: 刪除選取 ({0})

# Cleanup_CommonDelete
source: Delete
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
ko_kr: 삭제
ru_ru: Удалить
zh_tw: 刪除

# Cleanup_CommonCancel
source: Cancel
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ko_kr: 취소
ru_ru: Отмена
zh_tw: 取消

# Cleanup_CommonOk
source: OK
es_es: Aceptar
ko_kr: 확인
zh_tw: 確定

# WhitelistWindowTitle.Title
source: Whitelist Management
es_es: Gestión de lista blanca
fr_fr: Gestion de la liste blanche
it_it: Gestione lista bianca
ko_kr: 화이트리스트 관리
ru_ru: Управление белым списком
zh_tw: 白名單管理

# WhitelistWindow_BatchRemove.Label
source: Remove Selected
es_es: Quitar seleccionados
fr_fr: Retirer la sélection
it_it: Rimuovi selezionati
ko_kr: 선택 제거
ru_ru: Удалить выбранные
zh_tw: 移出選取

# WhitelistWindow_Subtitle
source: {0} items · {1}
es_es: {0} elementos · {1}
fr_fr: {0} éléments · {1}
it_it: {0} elementi · {1}
ko_kr: 총 {0}개 · {1}
ru_ru: Всего {0} · {1}
zh_tw: 共 {0} 項 · {1}

# WhitelistWindow_BatchRemoveCount
source: Remove Selected ({0})
es_es: Quitar seleccionados ({0})
fr_fr: Retirer la sélection ({0})
it_it: Rimuovi selezionati ({0})
ko_kr: 선택 제거 ({0})
ru_ru: Удалить выбранные ({0})
zh_tw: 移出選取 ({0})

# ScanCache.Description
source: Scan cache helps speed up program scanning
es_es: La caché de escaneo ayuda a acelerar el escaneo del programa
fr_fr: Le cache d'analyse accélère le扫描 du programme
it_it: La cache di scansione accelera la scansione del programma
ko_kr: 스캔 캐시는 프로그램 스캔 속도를 향상시킵니다
zh_tw: 掃描快取可用於程式加速掃描速度

# WindowBehavior.Header
source: Window Behavior
es_es: Comportamiento de la ventana
fr_fr: Comportement de la fenêtre
it_it: Comportamento della finestra
ko_kr: 창 동작
zh_tw: 視窗行為

# WindowBehavior.Description
source: Control whether to restore window position, size, and maximized state on startup
es_es: Controla si se restaura la posición, tamaño y estado maximizado de la ventana al iniciar
fr_fr: Contrôle la restauration de la position, taille et état maximisé de la fenêtre au démarrage
it_it: Controlla se ripristinare posizione, dimensione e stato massimizzato della finestra all'avvio
ko_kr: 시작 시 창 위치, 크기 및 최대화 상태를 복원할지 여부를 제어합니다
zh_tw: 控制程式啟動時是否還原視窗位置、大小和最大化狀態

# WindowBehavior_Restore.Content
source: Restore previous window size and position
es_es: Restaurar el tamaño y posición anterior de la ventana
fr_fr: Restaurer la taille et position précédentes de la fenêtre
it_it: Ripristina dimensione e posizione precedenti della finestra
ko_kr: 이전 창 크기 및 위치 복원
zh_tw: 還原上次的視窗大小和位置

# StartPage_Cleanup.Text
source: Cleanup
es_es: Limpieza
fr_fr: Nettoyage
it_it: Pulizia
ko_kr: 잔여 정리
zh_tw: 殘留清理

# Settings_DownloadPath.PlaceholderText
source: e.g. D:\Export\Wallpapers
es_es: ej. D:\Export\Wallpapers
fr_fr: ex. D:\Export\Wallpapers
it_it: es. D:\Export\Wallpapers
ko_kr: 예: D:\Export\Wallpapers
zh_tw: 例如 D:\Export\Wallpapers

# Settings_WorkshopPath.PlaceholderText
source: e.g. D:\SteamLibrary\steamapps\workshop\content\431960
es_es: ej. D:\SteamLibrary\steamapps\workshop\content\431960
fr_fr: ex. D:\SteamLibrary\steamapps\workshop\content\431960
it_it: es. D:\SteamLibrary\steamapps\workshop\content\431960
ko_kr: 예: D:\SteamLibrary\steamapps\workshop\content\431960
zh_tw: 例如 D:\SteamLibrary\steamapps\workshop\content\431960

# Settings_ProjectPath.PlaceholderText
source: e.g. D:\...\wallpaper_engine\projects\myprojects
es_es: ej. D:\...\wallpaper_engine\projects\myprojects
fr_fr: ex. D:\...\wallpaper_engine\projects\myprojects
it_it: es. D:\...\wallpaper_engine\projects\myprojects
ko_kr: 예: D:\...\wallpaper_engine\projects\myprojects
zh_tw: 例如 D:\...\wallpaper_engine\projects\myprojects

# Settings_OfficialPath.PlaceholderText
source: e.g. D:\...\wallpaper_engine\projects\defaultprojects
es_es: ej. D:\...\wallpaper_engine\projects\defaultprojects
fr_fr: ex. D:\...\wallpaper_engine\projects\defaultprojects
it_it: es. D:\...\wallpaper_engine\projects\defaultprojects
ko_kr: 예: D:\...\wallpaper_engine\projects\defaultprojects
zh_tw: 例如 D:\...\wallpaper_engine\projects\defaultprojects

# Settings_AcfPath.PlaceholderText
source: e.g. D:\SteamLibrary\steamapps\workshop\appworkshop_431960.acf
es_es: ej. D:\SteamLibrary\steamapps\workshop\appworkshop_431960.acf
fr_fr: ex. D:\SteamLibrary\steamapps\workshop\appworkshop_431960.acf
it_it: es. D:\SteamLibrary\steamapps\workshop\appworkshop_431960.acf
ko_kr: 예: D:\SteamLibrary\steamapps\workshop\appworkshop_431960.acf
zh_tw: 例如 D:\SteamLibrary\steamapps\workshop\appworkshop_431960.acf

# Settings_VdfPath.PlaceholderText
source: e.g. D:\Steam\userdata\{AccountId}\ugc\431960_subscriptions.vdf
es_es: ej. D:\Steam\userdata\{AccountId}\ugc\431960_subscriptions.vdf
fr_fr: ex. D:\Steam\userdata\{AccountId}\ugc\431960_subscriptions.vdf
it_it: es. D:\Steam\userdata\{AccountId}\ugc\431960_subscriptions.vdf
ko_kr: 예: D:\Steam\userdata\{AccountId}\ugc\431960_subscriptions.vdf
zh_tw: 例如 D:\Steam\userdata\{帳戶ID}\ugc\431960_subscriptions.vdf

# AppBarButton_BackupDone.Label
source: Backed Up
es_es: Copia de seguridad completada
fr_fr: Sauvegardé
it_it: Backup completato
ko_kr: 백업 완료
zh_tw: 已備份

# BackupPage.Content
source: Backup
es_es: Copia de seguridad de fondos
fr_fr: Sauvegarde
it_it: Backup sfondi
ko_kr: 백업
zh_tw: 桌布備份

# BackupPage_Title.Text
source: Wallpaper Backup
es_es: Copia de seguridad de fondos
fr_fr: Sauvegarde des fonds d'écran
it_it: Backup sfondi
ko_kr: 배경화면 백업
zh_tw: 桌布備份

# BackupPage_Empty.Text
source: No backups
es_es: No hay copias de seguridad
fr_fr: Aucune sauvegarde
it_it: Nessun backup
ko_kr: 백업 없음
zh_tw: 暫無備份

# BackupPage_Refresh.Label
source: Refresh
es_es: Actualizar
fr_fr: Actualiser
it_it: Aggiorna
ko_kr: 새로 고침
zh_tw: 重新整理

# BackupPage_DeleteAll.Label
source: Delete All
es_es: Eliminar todo
fr_fr: Tout supprimer
it_it: Elimina tutto
ko_kr: 모두 삭제
zh_tw: 刪除全部

# AutoBackup_SettingsHeader.Text
source: Auto Backup
es_es: Copia de seguridad automática
fr_fr: Sauvegarde automatique
it_it: Backup automatico
ko_kr: 자동 백업
zh_tw: 自動備份

# AutoBackup_ModeLabel.Text
source: Auto Backup Mode
es_es: Modo de copia de seguridad automática
fr_fr: Mode de sauvegarde automatique
it_it: Modalità di backup automatico
ko_kr: 자동 백업 방식
zh_tw: 自動備份方式

# AutoBackup_ModeOff.Content
source: Off
es_es: Desactivado
fr_fr: Désactivé
it_it: Disattivato
ko_kr: 끄기
zh_tw: 關閉

# AutoBackup_ModeService.Content
source: Background Service
es_es: Servicio en segundo plano
fr_fr: Service en arrière-plan
it_it: Servizio in background
ko_kr: 백그라운드 서비스
zh_tw: 背景服務

# AutoBackup_ServiceStatusLabel.Text
source: Service Status
es_es: Estado del servicio
fr_fr: État du service
it_it: Stato del servizio
ko_kr: 서비스 상태
zh_tw: 服務狀態

# AutoBackup_ServiceNotInstalled.Text
source: Not installed. Click "Install Service" to enable background auto-backup.
es_es: No instalado. Haga clic en "Instalar servicio" para activar la copia de seguridad automática en segundo plano.
fr_fr: Non installé. Cliquez sur "Installer le service" pour activer la sauvegarde automatique en arrière-plan.
it_it: Non installato. Clicca su "Installa servizio" per attivare il backup automatico in background.
ko_kr: 설치되지 않음. "서비스 설치"를 클릭하여 백그라운드 자동 백업을 활성화하세요.
zh_tw: 未安裝，點擊「安裝服務」開啟背景自動備份

# AutoBackup_ServiceRunning.Text
source: Service is running
es_es: El servicio está en ejecución
fr_fr: Le service est en cours d'exécution
it_it: Servizio in esecuzione
ko_kr: 서비스 실행 중
zh_tw: 服務運行中

# AutoBackup_ServiceInstalled.Text
source: Service installed (auto-starts on login)
es_es: Servicio instalado (se inicia automáticamente al iniciar sesión)
fr_fr: Service installé (démarre automatiquement à la connexion)
it_it: Servizio installato (avvio automatico all'accesso)
ko_kr: 서비스 설치됨 (로그인 시 자동 시작)
zh_tw: 服務已安裝（開機登入時自動啟動）

# AutoBackup_Install.Content
source: Install Service
es_es: Instalar servicio
fr_fr: Installer le service
it_it: Installa servizio
ko_kr: 서비스 설치
zh_tw: 安裝服務

# AutoBackup_Uninstall.Content
source: Uninstall Service
es_es: Desinstalar servicio
fr_fr: Désinstaller le service
it_it: Disinstalla servizio
ko_kr: 서비스 제거
zh_tw: 解除安裝服務

# AutoBackup_Start.Content
source: Start Service
es_es: Iniciar servicio
fr_fr: Démarrer le service
it_it: Avvia servizio
ko_kr: 서비스 시작
zh_tw: 啟動服務

# AutoBackup_Stop.Content
source: Stop Service
es_es: Detener servicio
fr_fr: Arrêter le service
it_it: Arresta servizio
ko_kr: 서비스 중지
zh_tw: 停止服務

# AutoBackup_TypeLabel.Text
source: Wallpaper types to auto-backup
es_es: Tipos de fondos para copia de seguridad automática
fr_fr: Types de fonds d'écran à sauvegarder automatiquement
it_it: Tipi di sfondi da salvare automaticamente
ko_kr: 자동 백업할 배경화면 유형
zh_tw: 類型

# AutoBackup_TypeScene.Content
source: Scene
es_es: Escena
fr_fr: Scène
it_it: Scena
ko_kr: 씬
zh_tw: 場景

# AutoBackup_TypeVideo.Content
source: Video
fr_fr: Vidéo
ko_kr: 비디오
zh_tw: 影片

# AutoBackup_TypeWeb.Content
source: Web
ko_kr: 웹
zh_tw: 網頁

# AutoBackup_TypeApp.Content
source: Application
es_es: Aplicación
it_it: Applicazione
ko_kr: 애플리케이션
zh_tw: 應用程式

# AutoBackup_TypePreset.Content
source: Preset
es_es: Predefinido
fr_fr: Préréglage
it_it: Predefinito
ko_kr: 프리셋
zh_tw: 預設

# AutoBackup_TypeUnknown.Content
source: Unknown
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
ko_kr: 알 수 없음
zh_tw: 未知

# AutoBackup_RatingLabel.Text
source: Age rating to auto-backup
es_es: Clasificación por edad para copia de seguridad automática
fr_fr: Classification à sauvegarder automatiquement
it_it: Classificazione età da salvare automaticamente
ko_kr: 자동 백업할 연령 등급
zh_tw: 年齡分級

# AutoBackup_RatingG.Content
source: Everyone
es_es: Todos
ko_kr: 전체 이용가

# AutoBackup_RatingPg.Content
source: Teen
es_es: Adolescentes
ko_kr: 청소년

# AutoBackup_RatingR.Content
source: Mature
es_es: Adultos
ko_kr: 성인

# AutoBackup_OperationFailed.Text
source: Operation Failed
es_es: La operación falló
fr_fr: Échec de l'opération
it_it: Operazione non riuscita
ko_kr: 작업 실패
zh_tw: 操作失敗

# AutoBackup_SettingsButton.Label
source: Auto Backup
es_es: Copia de seguridad automática
fr_fr: Sauvegarde automatique
it_it: Backup automatico
ko_kr: 자동 백업
zh_tw: 自動備份

# AutoBackup_SettingsDescription.Text
source: Choose the auto-backup mode and which wallpaper types/ratings to back up
es_es: Elija el modo de copia de seguridad automática y los tipos y clasificaciones de fondos que desea respaldar.
fr_fr: Choisissez le mode de sauvegarde automatique et précisez les types de fonds d'écran et classifications à sauvegarder
it_it: Scegli la modalità di backup automatico e i tipi/classificazioni di sfondi da salvare
ko_kr: 자동 백업 방식을 선택하고 백업할 배경화면 유형과 등급을 지정하세요
zh_tw: 選擇自動備份方式，並指定要自動備份的桌布類型與分級

# AutoBackup_Done.Content
source: Done
es_es: Listo
fr_fr: Terminé
it_it: Completato
ko_kr: 완료
zh_tw: 完成

# Info_AutoBackupLogTitle.Text
source: Auto Backup Service Log
es_es: Registro del servicio de copia de seguridad automática
fr_fr: Journal du service de sauvegarde automatique
it_it: Registro del servizio di backup automatico
ko_kr: 자동 백업 서비스 로그
zh_tw: 自動備份服務日誌

# AutoBackup_ModeOnStartup.Content
source: Back up on WE Tool startup
es_es: Copia de seguridad al iniciar WE Tool
fr_fr: Sauvegarde au démarrage de WE Tool
it_it: Backup all'avvio di WE Tool
ko_kr: WE Tool 시작 시 백업
zh_tw: WE Tool 啟動時備份

# BackupPage_SourceMissing.Text
source: Source removed
es_es: Origen eliminado
fr_fr: Source supprimée
it_it: Origine rimossa
ko_kr: 원본 삭제됨
zh_tw: 源已刪除

# Info_CreditsLine10.Content
source: C# 12
it_it: C# 14
zh_tw: C# 14

# Info_RepkgCreditsLine6.Content
source: C# 12
it_it: C# 14
zh_tw: C# 14

# ImportWallpapers.Content
source: Import Wallpapers
de_de: Hintergrundbilder importieren
pt_br: Importar e extrair
zh_cn: 导入壁纸

# AppBarButton_IsAnnotatedScrollBarEnabled.Text
source: Annotated Scroll Bar
de_de: Kommentierte Bildlaufleiste
zh_cn: 带注释滚动条

# AppBarButton_DeleteForever.Label
source: Delete Forever
de_de: Endgültig löschen
pt_br: Excluir permanentemente
zh_cn: 永远删除

# Settings_OutputType_ImageOnly.Content
source: Images Only
de_de: Nur Bilder
pt_br: Apenas mídia
zh_cn: 仅输出图像

# Settings_FlatFileNaming.Text
source: 文件命名方式
de_de: Dateibenennung
pt_br: Nomeação de arquivos

# Settings_Output_IgnoreExtText.Text
source: 忽略扩展名
de_de: Erweiterungen ignorieren
pt_br: Ignorar extensões

# Settings_Output_OnlyExtText.Text
source: 仅提取扩展名
de_de: Nur bestimmte Erweiterungen
pt_br: Extrair apenas extensões
